swayfx
swaybg
swayidle
swaylock-effects
waybar
wayland-protocols
wl-clipboard
wl-clip-persist
wlroots
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
alacritty
foot
kitty
micro
nano
rofi
wofi
fuzzel
tofi
wmenu
dunst
mako
btop
cava
fastfetch
flameshot
grim
slurp
wf-recorder
mpvpaper
swaylock-effects
pipewire
pipewire-alsa
pipewire-pulse
wireplumber
easyeffects
pavucontrol
mpd
mpd-mpris
mpv
gpu-screen-recorder
adw-gtk-theme
adwaita-qt6
gtk-engine-murrine
nwg-look
lxappearance
qt5ct
qt6-wayland
ttf-jetbrains-mono
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-font-awesome
noto-fonts
noto-fonts-emoji
awesome-terminal-fonts
brightnessctl
cliphist
grim
slurp
smartmontools
wlsunset
wtype
ly
polkit-gnome
autotiling
jq
python-pyqt5
ripgrep
starship